Repository: wochatchat/orange-cloud
Catalog: apps/ios/Orange Cloud/Orange Cloud/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es_mx, fr, ja, ko, pt_br, pt_pt, tr, zh_hant, zh_hk

source: 开启后：登录身份经 iCloud 钥匙串在你的设备间同步（端到端加密），账单日与套餐预设等偏好经 iCloud 同步。关闭将把登录信息从 iCloud 移除，仅保留本机。
ar: عند التفعيل، تتزامن هويات تسجيل الدخول بين أجهزتك عبر سلسلة مفاتيح iCloud (مشفّرة من طرف إلى طرف)، وتتزامن التفضيلات مثل يوم الفوترة وإعدادات الخطة عبر iCloud. الإيقاف يزيل بيانات تسجيل الدخول من iCloud ويبقيها على هذا الجهاز فقط.
de: Wenn aktiviert, werden Anmeldeidentitäten über den iCloud-Schlüsselbund zwischen deinen Geräten synchronisiert (Ende-zu-Ende-verschlüsselt), und Einstellungen wie Abrechnungstag und Tarifvorgaben werden über iCloud synchronisiert. Beim Deaktivieren werden die Anmeldedaten aus iCloud entfernt und nur auf diesem Gerät behalten.
en: When on, sign-in identities sync across your devices via iCloud Keychain (end-to-end encrypted), and preferences like billing day and plan presets sync via iCloud. Turning it off removes sign-in data from iCloud and keeps it on this device only.
es_mx: Cuando está activado, las identidades de inicio de sesión se sincronizan entre tus dispositivos mediante el Llavero de iCloud (cifrado de extremo a extremo), y preferencias como el día de facturación y los planes se sincronizan vía iCloud. Al desactivarlo se eliminan los datos de inicio de sesión de iCloud y se conservan solo en este dispositivo.
fr: Lorsqu’elle est activée, les identités de connexion sont synchronisées entre vos appareils via le trousseau iCloud (chiffrement de bout en bout), et les préférences telles que le jour de facturation et les forfaits prédéfinis sont synchronisées via iCloud. La désactiver supprime les données de connexion d’iCloud et les conserve uniquement sur cet appareil.
ja: オンにすると、ログイン情報は iCloud キーチェーン経由でデバイス間に同期され（エンドツーエンド暗号化）、請求日やプラン設定などの環境設定も iCloud で同期されます。オフにすると、ログイン情報は iCloud から削除され、このデバイスのみに保持されます。
ko: 켜면 로그인 ID가 iCloud 키체인을 통해 기기 간에 동기화되고(종단 간 암호화), 청구일 및 요금제 사전 설정 같은 환경설정이 iCloud로 동기화됩니다. 끄면 로그인 정보가 iCloud에서 제거되고 이 기기에만 유지됩니다.
pt_br: Quando ativado, as identidades de login são sincronizadas entre seus dispositivos pelo Chaveiro do iCloud (criptografia de ponta a ponta), e preferências como dia de cobrança e planos são sincronizadas via iCloud. Desativar remove os dados de login do iCloud e os mantém apenas neste dispositivo.
pt_pt: Quando ativado, as identidades de início de sessão são sincronizadas entre os seus dispositivos pelo Porta-chaves do iCloud (encriptação ponta a ponta), e preferências como dia de faturação e planos são sincronizadas via iCloud. Desativar remove os dados de início de sessão do iCloud e mantém-nos apenas neste dispositivo.
tr: Etkinleştirildiğinde oturum açma kimlikleri iCloud Anahtar Zinciri aracılığıyla cihazlarınız arasında eşitlenir (uçtan uca şifreli) ve faturalandırma günü ile plan ön ayarları gibi tercihler iCloud üzerinden eşitlenir. Kapatmak, oturum açma verilerini iCloud’dan kaldırır ve yalnızca bu cihazda tutar.
zh_hant: 開啟後：登入身分經 iCloud 鑰匙圈在你的裝置間同步（端對端加密），帳單日與方案預設等偏好經 iCloud 同步。關閉將把登入資訊從 iCloud 移除，僅保留本機。
zh_hk: 開啟後：登入身分經 iCloud 鑰匙串在你的裝置間同步（端對端加密），帳單日與計劃預設等偏好經 iCloud 同步。關閉將把登入資料從 iCloud 移除，僅保留本機。

source: 开启后在 Zone 状态变化或 Workers 出错时收到提醒。
ar: احصل على تنبيه عند تغيّر حالة نطاق أو حدوث أخطاء في Workers.
de: Erhalte Benachrichtigungen, wenn sich der Status einer Domain ändert oder Workers Fehler haben.
en: Get alerted when a domain’s status changes or Workers hit errors.
es_mx: Recibe alertas cuando cambie el estado de un dominio o los Workers tengan errores.
fr: Soyez alerté lorsque l’état d’un domaine change ou que les Workers rencontrent des erreurs.
ja: オンにすると、ドメインのステータス変化や Workers のエラー時に通知を受け取れます。
ko: 도메인 상태가 바뀌거나 Workers에 오류가 발생하면 알림을 받습니다.
pt_br: Receba alertas quando o status de um domínio mudar ou os Workers apresentarem erros.
pt_pt: Receba alertas quando o estado de um domínio mudar ou os Workers apresentarem erros.
tr: Bir alan adının durumu değiştiğinde veya Workers hata aldığında uyarı alın.
zh_hant: 開啟後在網域狀態變化或 Workers 出錯時收到提醒。
zh_hk: 開啟後在域名狀態變化或 Workers 出錯時收到提醒。

source: 开启后该 Worker 可经 <脚本名>.<子域>.workers.dev 访问。
ar: عند التفعيل، يصبح الـ Worker متاحًا على <اسم النص>.<النطاق الفرعي>.workers.dev.
de: Wenn aktiviert, ist der Worker unter <Skript>.<Subdomain>.workers.dev erreichbar.
en: When enabled, the Worker is reachable at <script>.<subdomain>.workers.dev.
es_mx: Al activarlo, el Worker es accesible en <script>.<subdominio>.workers.dev.
fr: Une fois activé, le Worker est accessible à <script>.<sous-domaine>.workers.dev.
ja: 有効にすると、Worker は <スクリプト名>.<サブドメイン>.workers.dev でアクセスできます。
ko: 사용하면 Worker는 <스크립트>.<서브도메인>.workers.dev에서 접근할 수 있습니다.
pt_br: Quando ativado, o Worker fica acessível em <script>.<subdomínio>.workers.dev.
pt_pt: Quando ativado, o Worker fica acessível em <script>.<subdomínio>.workers.dev.
tr: Etkinleştirildiğinde Worker, <betik>.<alt alan adı>.workers.dev adresinden erişilebilir.
zh_hant: 開啟後該 Worker 可經 <指令碼名>.<子網域>.workers.dev 存取。
zh_hk: 開啟後該 Worker 可經 <指令碼名>.<子域>.workers.dev 存取。

source: 开启开发模式？
ar: تفعيل وضع التطوير؟
de: Entwicklungsmodus aktivieren?
en: Enable Development Mode?
es_mx: ¿Activar el modo de desarrollo?
fr: Activer le mode développement ?
ja: 開発モードを有効にしますか？
ko: 개발 모드를 켤까요?
pt_br: Ativar o Modo de Desenvolvimento?
pt_pt: Ativar o Modo de Desenvolvimento?
tr: Geliştirme Modu etkinleştirilsin mi?
zh_hant: 開啟開發模式？
zh_hk: 開啟開發模式？

source: 开始 7 天免费试用
ar: ابدأ تجربة مجانية لمدة 7 أيام
de: 7-tägige kostenlose Testphase starten
en: Start 7-Day Free Trial
es_mx: Iniciar prueba gratis de 7 días
fr: Démarrer l’essai gratuit de 7 jours
ja: 7 日間無料トライアルを開始
ko: 7일 무료 체험 시작
pt_br: Iniciar teste grátis de 7 dias
pt_pt: Iniciar teste grátis de 7 dias
tr: 7 günlük ücretsiz denemeyi başlat
zh_hant: 開始 7 天免費試用
zh_hk: 開始 7 天免費試用

source: 开始时间
ar: وقت البدء
de: Begonnen
en: Started
es_mx: Inicio
fr: Commencé
ja: 開始時刻
ko: 시작 시간
pt_br: Início
pt_pt: Início
tr: Başlangıç
zh_hant: 開始時間
zh_hk: 開始時間

source: 引号不匹配
ar: علامات اقتباس غير متطابقة
de: Unausgeglichene Anführungszeichen
en: Unbalanced quotes
es_mx: Comillas sin equilibrar
fr: Guillemets non équilibrés
ja: 引用符が一致していません
ko: 따옴표가 맞지 않습니다
pt_br: Aspas não balanceadas
pt_pt: Aspas não equilibradas
tr: Eşleşmeyen tırnak işaretleri
zh_hant: 引號不匹配
zh_hk: 引號不匹配

source: 归属地
ar: الموقع
de: Standort
en: Location
es_mx: Ubicación
fr: Localisation
ja: 位置情報
ko: 위치
pt_br: Localização
pt_pt: Localização
tr: Konum
zh_hant: 歸屬地
zh_hk: 歸屬地

source: 当前
ar: الحالي
de: Aktuell
en: Current
es_mx: Actual
fr: Actuel
ja: 現在
ko: 현재
pt_br: Atual
pt_pt: Atual
tr: Geçerli
zh_hant: 目前
zh_hk: 目前

source: 当前为只读授权，如需修改请重新登录并勾选「缓存与防护」的编辑权限。
ar: هذا تفويض للقراءة فقط. لإجراء تغييرات، سجّل الدخول مجددًا وامنح إذن التعديل لـ «التخزين المؤقت والحماية».
de: Dies ist nur Lesezugriff. Um Änderungen vorzunehmen, melde dich erneut an und erteile Bearbeitungszugriff für „Cache & Schutz“.
en: This is read-only access. To make changes, sign in again and grant edit access for Cache & Protection.
es_mx: Este es un acceso de solo lectura. Para hacer cambios, inicia sesión de nuevo y concede acceso de edición para Caché y protección.
fr: Il s’agit d’un accès en lecture seule. Pour modifier, reconnectez-vous et accordez l’accès en modification pour « Cache et protection ».
ja: 現在は読み取り専用の認可です。変更するには、再度ログインして「キャッシュと保護」の編集権限を許可してください。
ko: 현재 읽기 전용 권한입니다. 변경하려면 다시 로그인하여 ‘캐시 및 보호’의 편집 권한을 허용하세요.
pt_br: Este é um acesso somente leitura. Para fazer alterações, entre novamente e conceda acesso de edição para Cache e proteção.
pt_pt: Este é um acesso só de leitura. Para fazer alterações, inicie sessão novamente e conceda acesso de edição para Cache e proteção.
tr: Bu salt okunur erişimdir. Değişiklik yapmak için yeniden oturum açın ve “Önbellek ve Koruma” için düzenleme erişimi verin.
zh_hant: 目前為唯讀授權，如需修改請重新登入並勾選「快取與防護」的編輯權限。
zh_hk: 目前為唯讀授權，如需修改請重新登入並勾選「緩存與防護」的編輯權限。

source: 当前使用中的账号
ar: الحساب المستخدم
de: Verwendetes Konto
en: Account in use
es_mx: Cuenta en uso
fr: Compte utilisé
ja: 使用中のアカウント
ko: 사용 중인 계정
pt_br: Conta em uso
pt_pt: Conta em utilização
tr: Kullanımdaki hesap
zh_hant: 目前使用中的帳號
zh_hk: 目前使用中的帳戶

source: 当前授权为只读（d1.read），写入语句会被 Cloudflare 拒绝
ar: التفويض الحالي للقراءة فقط (d1.read). سترفض Cloudflare عبارات الكتابة.
de: Die Autorisierung ist schreibgeschützt (d1.read). Schreibanweisungen werden von Cloudflare abgelehnt.
en: Authorization is read-only (d1.read). Write statements will be rejected by Cloudflare.
es_mx: La autorización es de solo lectura (d1.read). Cloudflare rechazará las sentencias de escritura.
fr: L’autorisation est en lecture seule (d1.read). Les instructions d’écriture seront rejetées par Cloudflare.
ja: 現在の認可は読み取り専用（d1.read）です。書き込み文は Cloudflare に拒否されます
ko: 현재 인증은 읽기 전용(d1.read)입니다. 쓰기 문은 Cloudflare에서 거부됩니다.
pt_br: A autorização é somente leitura (d1.read). As instruções de gravação serão rejeitadas pela Cloudflare.
pt_pt: A autorização é apenas de leitura (d1.read). As instruções de escrita serão rejeitadas pela Cloudflare.
tr: Yetkilendirme salt okunur (d1.read). Yazma deyimleri Cloudflare tarafından reddedilir.
zh_hant: 目前授權為唯讀（d1.read），寫入語句會被 Cloudflare 拒絕
zh_hk: 目前授權為唯讀（d1.read），寫入語句會被 Cloudflare 拒絕

source: 当前授权仅可查看（缺少 workers-scripts.write）。
ar: تفويضك للعرض فقط (ينقص workers-scripts.write).
de: Deine Autorisierung ist nur zum Ansehen (workers-scripts.write fehlt).
en: Your authorization is view-only (missing workers-scripts.write).
es_mx: Tu autorización es solo de lectura (falta workers-scripts.write).
fr: Votre autorisation est en lecture seule (workers-scripts.write manquant).
ja: 現在の認可は閲覧のみです（workers-scripts.write がありません）。
ko: 현재 인증은 보기 전용입니다(workers-scripts.write 없음).
pt_br: Sua autorização é somente leitura (falta workers-scripts.write).
pt_pt: A sua autorização é apenas de leitura (falta workers-scripts.write).
tr: Yetkilendirmeniz yalnızca görüntüleme içindir (workers-scripts.write eksik).
zh_hant: 目前授權僅可檢視（缺少 workers-scripts.write）。
zh_hk: 目前授權僅可查看（缺少 workers-scripts.write）。

source: 当前授权仅限读取，无法创建命名空间
ar: التفويض الحالي للقراءة فقط؛ لا يمكن إنشاء مساحات أسماء
de: Aktuelle Autorisierung ist schreibgeschützt; keine Namespaces erstellbar
en: Current authorization is read-only; can’t create namespaces
es_mx: La autorización actual es de solo lectura; no se pueden crear espacios de nombres
fr: Autorisation actuelle en lecture seule ; impossible de créer des espaces de noms
ja: 現在の認可は読み取り専用です。名前空間を作成できません
ko: 현재 권한은 읽기 전용이므로 네임스페이스를 만들 수 없습니다
pt_br: A autorização atual é somente leitura; não é possível criar namespaces
pt_pt: A autorização atual é só de leitura; não é possível criar namespaces
tr: Mevcut yetki salt okunur; ad alanı oluşturulamaz
zh_hant: 目前授權僅限讀取，無法建立命名空間
zh_hk: 目前授權僅限讀取，無法建立命名空間

source: 当前授权仅限读取，无法创建存储桶
ar: التفويض الحالي للقراءة فقط؛ لا يمكن إنشاء حاويات
de: Aktuelle Autorisierung ist schreibgeschützt; keine Buckets erstellbar
en: Current authorization is read-only; can’t create buckets
es_mx: La autorización actual es de solo lectura; no se pueden crear buckets
fr: Autorisation actuelle en lecture seule ; impossible de créer des compartiments
ja: 現在の認可は読み取り専用です。バケットを作成できません
ko: 현재 권한은 읽기 전용이므로 버킷을 만들 수 없습니다
pt_br: A autorização atual é somente leitura; não é possível criar buckets
pt_pt: A autorização atual é só de leitura; não é possível criar buckets
tr: Mevcut yetki salt okunur; paket oluşturulamaz
zh_hant: 目前授權僅限讀取，無法建立儲存貯體
zh_hk: 目前授權僅限讀取，無法建立儲存桶

source: 当前授权仅限读取，无法创建数据库
ar: التفويض للقراءة فقط. لا يمكن إنشاء قواعد بيانات.
de: Die Autorisierung ist schreibgeschützt. Datenbanken können nicht erstellt werden.
en: Authorization is read-only. Databases can’t be created.
es_mx: La autorización es de solo lectura. No se pueden crear bases de datos.
fr: L’autorisation est en lecture seule. Impossible de créer des bases de données.
ja: 現在の認可は読み取り専用です。データベースは作成できません
ko: 현재 인증은 읽기 전용입니다. 데이터베이스를 만들 수 없습니다.
pt_br: A autorização é somente leitura. Não é possível criar bancos de dados.
pt_pt: A autorização é apenas de leitura. Não é possível criar bases de dados.
tr: Yetkilendirme salt okunur. Veritabanı oluşturulamaz.
zh_hant: 目前授權僅限讀取，無法建立資料庫
zh_hk: 目前授權僅限讀取，無法建立資料庫

source: 当前授权仅限读取，无法添加记录
ar: التفويض للقراءة فقط. لا يمكن إضافة سجلات.
de: Die Autorisierung ist schreibgeschützt. Einträge können nicht hinzugefügt werden.
en: Authorization is read-only. Records can’t be added.
es_mx: La autorización es de solo lectura. No se pueden agregar registros.
fr: L’autorisation est en lecture seule. Impossible d’ajouter des enregistrements.
ja: 現在の認可は読み取り専用です。レコードは追加できません
ko: 현재 인증은 읽기 전용입니다. 레코드를 추가할 수 없습니다.
pt_br: A autorização é somente leitura. Não é possível adicionar registros.
pt_pt: A autorização é apenas de leitura. Não é possível adicionar registos.
tr: Yetkilendirme salt okunur. Kayıt eklenemez.
zh_hant: 目前授權僅限讀取，無法新增記錄
zh_hk: 目前授權僅限讀取，無法新增記錄

source: 当前授权仅限读取。
ar: التفويض الحالي للقراءة فقط.
de: Die aktuelle Autorisierung ist schreibgeschützt.
en: The current authorization is read-only.
es_mx: La autorización actual es de solo lectura.
fr: L'autorisation actuelle est en lecture seule.
ja: 現在の認可は読み取り専用です。
ko: 현재 권한은 읽기 전용입니다.
pt_br: A autorização atual é somente leitura.
pt_pt: A autorização atual é apenas de leitura.
tr: Geçerli yetkilendirme salt okunurdur.
zh_hant: 目前授權僅限讀取。
zh_hk: 目前授權僅限讀取。

source: 当前授权仅限读取（cache-settings.read），无法修改规则。
ar: التفويض الحالي للقراءة فقط (cache-settings.read)، ولا يمكن تعديل القواعد.
de: Die aktuelle Autorisierung ist schreibgeschützt (cache-settings.read); Regeln können nicht geändert werden.
en: The current authorization is read-only (cache-settings.read); rules cannot be modified.
es_mx: La autorización actual es de solo lectura (cache-settings.read); no se pueden modificar las reglas.
fr: L'autorisation actuelle est en lecture seule (cache-settings.read) ; les règles ne peuvent pas être modifiées.
ja: 現在の認可は読み取り専用（cache-settings.read）のため、ルールを変更できません。
ko: 현재 권한은 읽기 전용(cache-settings.read)이라 규칙을 수정할 수 없습니다.
pt_br: A autorização atual é somente leitura (cache-settings.read); as regras não podem ser modificadas.
pt_pt: A autorização atual é apenas de leitura (cache-settings.read); as regras não podem ser modificadas.
tr: Geçerli yetkilendirme salt okunur (cache-settings.read); kurallar değiştirilemez.
zh_hant: 目前授權僅限讀取（cache-settings.read），無法修改規則。
zh_hk: 目前授權僅限讀取（cache-settings.read），無法修改規則。

source: 当前授权仅限读取（d1.read）。
ar: التفويض للقراءة فقط (d1.read).
de: Die Autorisierung ist schreibgeschützt (d1.read).
en: Authorization is read-only (d1.read).
es_mx: La autorización es de solo lectura (d1.read).
fr: L’autorisation est en lecture seule (d1.read).
ja: 現在の認可は読み取り専用（d1.read）です。
ko: 현재 인증은 읽기 전용(d1.read)입니다.
pt_br: A autorização é somente leitura (d1.read).
pt_pt: A autorização é apenas de leitura (d1.read).
tr: Yetkilendirme salt okunur (d1.read).
zh_hant: 目前授權僅限讀取（d1.read）。
zh_hk: 目前授權僅限讀取（d1.read）。

source: 当前授权仅限读取（firewall-services.read）。
ar: التفويض للقراءة فقط (firewall-services.read).
de: Die Autorisierung ist schreibgeschützt (firewall-services.read).
en: Current authorization is read-only (firewall-services.read).
es_mx: La autorización actual es de solo lectura (firewall-services.read).
fr: L’autorisation est en lecture seule (firewall-services.read).
ja: 現在の認可は読み取り専用です（firewall-services.read）。
ko: 현재 권한은 읽기 전용입니다(firewall-services.read).
pt_br: A autorização atual é somente leitura (firewall-services.read).
pt_pt: A autorização atual é só de leitura (firewall-services.read).
tr: Yetkilendirme salt okunur (firewall-services.read).
zh_hant: 目前的授權僅限讀取（firewall-services.read）。
zh_hk: 目前的授權僅限讀取（firewall-services.read）。

source: 当前授权仅限读取（load-balancers.read）。
ar: التفويض الحالي للقراءة فقط (load-balancers.read).
de: Die aktuelle Autorisierung ist schreibgeschützt (load-balancers.read).
en: The current authorization is read-only (load-balancers.read).
es_mx: La autorización actual es de solo lectura (load-balancers.read).
fr: L'autorisation actuelle est en lecture seule (load-balancers.read).
ja: 現在の認可は読み取り専用（load-balancers.read）です。
ko: 현재 권한은 읽기 전용(load-balancers.read)입니다.
pt_br: A autorização atual é somente leitura (load-balancers.read).
pt_pt: A autorização atual é apenas de leitura (load-balancers.read).
tr: Geçerli yetkilendirme salt okunur (load-balancers.read).
zh_hant: 目前授權僅限讀取（load-balancers.read）。
zh_hk: 目前授權僅限讀取（load-balancers.read）。

source: 当前授权仅限读取（snippets.read），无法新建或修改。
ar: التفويض الحالي للقراءة فقط (snippets.read)؛ لا يمكن الإنشاء أو التعديل.
de: Die aktuelle Autorisierung ist schreibgeschützt (snippets.read); Erstellen oder Bearbeiten ist nicht möglich.
en: Current authorization is read-only (snippets.read); you can’t create or edit.
es_mx: La autorización es de solo lectura (snippets.read). No puedes crear ni editar.
fr: L’autorisation actuelle est en lecture seule (snippets.read) ; impossible de créer ou de modifier.
ja: 現在の認可は読み取り専用（snippets.read）で、作成・編集はできません。
ko: 현재 인증은 읽기 전용(snippets.read)입니다. 새로 만들거나 수정할 수 없습니다.
pt_br: A autorização é somente leitura (snippets.read). Você não pode criar nem editar.
pt_pt: A autorização é apenas de leitura (snippets.read). Não pode criar nem editar.
tr: Mevcut yetkilendirme salt okunur (snippets.read); oluşturma veya düzenleme yapılamaz.
zh_hant: 目前授權僅限讀取（snippets.read），無法新建或修改。
zh_hk: 目前授權僅限讀取（snippets.read），無法新增或修改。

source: 当前授权仅限读取（zone-waf.read），无法修改规则。
ar: التفويض للقراءة فقط (zone-waf.read). لا يمكن تعديل القواعد.
de: Die Autorisierung ist schreibgeschützt (zone-waf.read). Regeln können nicht geändert werden.
en: Authorization is read-only (zone-waf.read). Rules can’t be modified.
es_mx: La autorización es de solo lectura (zone-waf.read). No se pueden modificar las reglas.
fr: L’autorisation est en lecture seule (zone-waf.read). Impossible de modifier les règles.
ja: 現在の認可は読み取り専用（zone-waf.read）です。ルールは変更できません。
ko: 현재 인증은 읽기 전용(zone-waf.read)입니다. 규칙을 수정할 수 없습니다.
pt_br: A autorização é somente leitura (zone-waf.read). As regras não podem ser modificadas.
pt_pt: A autorização é apenas de leitura (zone-waf.read). As regras não podem ser modificadas.
tr: Yetkilendirme salt okunur (zone-waf.read). Kurallar değiştirilemez.
zh_hant: 目前授權僅限讀取（zone-waf.read），無法修改規則。
zh_hk: 目前授權僅限讀取（zone-waf.read），無法修改規則。

source: 当前授权未包含 Access 写权限（access.write）。 请在设置中退出登录后重新授权以启用此功能。
ar: لا يتضمّن التفويض الحالي إذن الكتابة لـ Access ‏(access.write). سجّل الخروج من الإعدادات وأعد التفويض لتفعيله.
de: Deine Autorisierung enthält keine Schreibberechtigung für Access (access.write). Melde dich in den Einstellungen ab und autorisiere erneut.
en: Your authorization doesn't include write permission for Access (access.write). Sign out in Settings and re-authorize to enable it.
es_mx: Tu autorización no incluye el permiso de escritura de Access (access.write). Cierra sesión en Ajustes y vuelve a autorizar para habilitarlo.
fr: Votre autorisation n’inclut pas la permission d’écriture Access (access.write). Déconnectez-vous dans Réglages et réautorisez pour l’activer.
ja: 現在の認可には Access の書き込み権限（access.write）が含まれていません。 設定でサインアウトして再認可すると有効になります。
ko: 현재 권한에 Access 쓰기 권한(access.write)이 없습니다. 설정에서 로그아웃 후 다시 인증하면 활성화됩니다.
pt_br: Sua autorização não inclui a permissão de escrita de Access (access.write). Saia nas Configurações e autorize novamente para ativar.
pt_pt: A sua autorização não inclui a permissão de escrita de Access (access.write). Termine sessão nas Definições e autorize novamente para ativar.
tr: Yetkilendirmeniz Access yazma iznini (access.write) içermiyor. Ayarlar’da çıkış yapıp yeniden yetkilendirin.
zh_hant: 目前的授權未包含 Access 的寫入權限（access.write）。 請在設定中登出後重新授權以啟用此功能。
zh_hk: 目前的授權未包含 Access 的寫入權限（access.write）。 請在設定中登出後重新授權以啟用此功能。

source: 当前授权未包含 AI Gateway 写权限（aig.write）。 请在设置中退出登录后重新授权以启用此功能。
ar: لا يتضمّن التفويض الحالي إذن الكتابة لـ AI Gateway ‏(aig.write). سجّل الخروج من الإعدادات وأعد التفويض لتفعيله.
de: Deine Autorisierung enthält keine Schreibberechtigung für AI Gateway (aig.write). Melde dich in den Einstellungen ab und autorisiere erneut.
en: Your authorization doesn't include write permission for AI Gateway (aig.write). Sign out in Settings and re-authorize to enable it.
es_mx: Tu autorización no incluye el permiso de escritura de AI Gateway (aig.write). Cierra sesión en Ajustes y vuelve a autorizar para habilitarlo.
fr: Votre autorisation n’inclut pas la permission d’écriture AI Gateway (aig.write). Déconnectez-vous dans Réglages et réautorisez pour l’activer.
ja: 現在の認可には AI Gateway の書き込み権限（aig.write）が含まれていません。 設定でサインアウトして再認可すると有効になります。
ko: 현재 권한에 AI Gateway 쓰기 권한(aig.write)이 없습니다. 설정에서 로그아웃 후 다시 인증하면 활성화됩니다.
pt_br: Sua autorização não inclui a permissão de escrita de AI Gateway (aig.write). Saia nas Configurações e autorize novamente para ativar.
pt_pt: A sua autorização não inclui a permissão de escrita de AI Gateway (aig.write). Termine sessão nas Definições e autorize novamente para ativar.
tr: Yetkilendirmeniz AI Gateway yazma iznini (aig.write) içermiyor. Ayarlar’da çıkış yapıp yeniden yetkilendirin.
zh_hant: 目前的授權未包含 AI Gateway 的寫入權限（aig.write）。 請在設定中登出後重新授權以啟用此功能。
zh_hk: 目前的授權未包含 AI Gateway 的寫入權限（aig.write）。 請在設定中登出後重新授權以啟用此功能。

source: 当前授权未包含 D1 写权限（d1.write）。 请在设置中退出登录后重新授权以启用此功能。
ar: لا يتضمن تفويضك إذن الكتابة لـ D1 (d1.write). سجّل الخروج من الإعدادات وأعد التفويض لتفعيل هذه الميزة.
de: Deine Autorisierung enthält keine D1-Schreibberechtigung (d1.write). Melde dich in den Einstellungen ab und autorisiere erneut, um diese Funktion zu aktivieren.
en: Your authorization doesn’t include D1 write permission (d1.write). Sign out in Settings and re-authorize to enable this feature.
es_mx: Tu autorización no incluye el permiso de escritura de D1 (d1.write). Cierra sesión en Ajustes y vuelve a autorizar para habilitar esta función.
fr: Votre autorisation n’inclut pas la permission d’écriture D1 (d1.write). Déconnectez-vous dans Réglages et réautorisez pour activer cette fonctionnalité.
ja: 現在の認可に D1 の書き込み権限（d1.write）が含まれていません。 設定からログアウトして再認可するとこの機能を使えます。
ko: 현재 인증에는 D1 쓰기 권한(d1.write)이 없습니다. 설정에서 로그아웃한 후 다시 인증하여 이 기능을 활성화하세요.
pt_br: Sua autorização não inclui a permissão de gravação do D1 (d1.write). Saia em Ajustes e autorize novamente para habilitar este recurso.
pt_pt: A sua autorização não inclui a permissão de escrita do D1 (d1.write). Termine sessão nas Definições e autorize novamente para ativar esta funcionalidade.
tr: Yetkilendirmeniz D1 yazma iznini (d1.write) içermiyor. Bu özelliği etkinleştirmek için Ayarlar’da oturumu kapatıp yeniden yetkilendirin.
zh_hant: 目前授權未包含 D1 寫入權限（d1.write）。 請在設定中登出後重新授權以啟用此功能。
zh_hk: 目前授權未包含 D1 寫入權限（d1.write）。 請在設定中登出後重新授權以啟用此功能。

source: 当前授权未包含 DNS 写权限（dns.write）。 请在设置中退出登录后重新授权以启用此功能。
ar: لا يتضمّن التفويض الحالي إذن الكتابة لـ DNS ‏(dns.write). سجّل الخروج من الإعدادات وأعد التفويض لتفعيله.
de: Deine Autorisierung enthält keine Schreibberechtigung für DNS (dns.write). Melde dich in den Einstellungen ab und autorisiere erneut.
en: Your authorization doesn't include write permission for DNS (dns.write). Sign out in Settings and re-authorize to enable it.
es_mx: Tu autorización no incluye el permiso de escritura de DNS (dns.write). Cierra sesión en Ajustes y vuelve a autorizar para habilitarlo.
fr: Votre autorisation n’inclut pas la permission d’écriture DNS (dns.write). Déconnectez-vous dans Réglages et réautorisez pour l’activer.
ja: 現在の認可には DNS の書き込み権限（dns.write）が含まれていません。 設定でサインアウトして再認可すると有効になります。
ko: 현재 권한에 DNS 쓰기 권한(dns.write)이 없습니다. 설정에서 로그아웃 후 다시 인증하면 활성화됩니다.
pt_br: Sua autorização não inclui a permissão de escrita de DNS (dns.write). Saia nas Configurações e autorize novamente para ativar.
pt_pt: A sua autorização não inclui a permissão de escrita de DNS (dns.write). Termine sessão nas Definições e autorize novamente para ativar.
tr: Yetkilendirmeniz DNS yazma iznini (dns.write) içermiyor. Ayarlar’da çıkış yapıp yeniden yetkilendirin.
zh_hant: 目前的授權未包含 DNS 的寫入權限（dns.write）。 請在設定中登出後重新授權以啟用此功能。
zh_hk: 目前的授權未包含 DNS 的寫入權限（dns.write）。 請在設定中登出後重新授權以啟用此功能。
